romkatv/powerlevel10k

mattmc3/ez-compinit
zsh-users/zsh-completions kind:fpath path:src

zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
jeffreytse/zsh-vi-mode

#zsh-utils
belak/zsh-utils path:editor
belak/zsh-utils path:history
belak/zsh-utils path:prompt
belak/zsh-utils path:utility

# OMZ
getantidote/use-omz
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/macos
ohmyzsh/ohmyzsh path:plugins/archlinux
ohmyzsh/ohmyzsh path:plugins/dnf

